<unk>
<s>
</s>
wa
▁k
▁m
na
▁wa
li
ya
ha
ka
▁ku
▁ya
hi
ni
▁a
ta
▁ma
▁na
ba
▁u
ri
ng
ma
ti
la
za
zi
si
ki
▁ka
ra
nd
ku
hu
▁i
sa
yo
me
ji
▁ha
▁kwa
▁ki
tu
we
fa
ja
se
to
le
▁hi
sha
▁la
▁kati
di
mba
bi
▁n
ke
cha
da
pi
shi
▁v
pa
bu
▁katika
▁za
mi
▁hu
te
ye
mu
chi
ne
fu
re
▁ba
po
mo
ru
zo
he
▁kuwa
ko
▁mi
no
▁ali
sema
nga
▁vi
nda
▁cha
▁ni
▁ta
lo
ho
▁wana
▁j
ga
▁nchi
▁mwa
▁s
ngo
ndi
▁sa
▁amba
rika
▁d
▁li
ngi
▁ame
kuwa
ngu
is
▁ra
lia
bo
je
nye
be
▁ili
nde
▁wali
fi
▁zi
wi
moja
▁kuto
pe
▁hiyo
▁si
▁se
nya
nge
▁ju
▁mu
▁c
ro
gu
zu
nza
ada
▁mku
wenye
▁ina
su
ge
ifa
▁nchini
ongo
▁2
▁ana
▁e
▁pa
ria
go
▁huo
che
▁mo
sh
kati
▁rais
idi
mbu
▁baada
▁pi
kani
ze
mani
▁kutoka
kiwa
mbo
chu
taka
vyo
lio
▁vya
▁tu
▁ja
▁hilo
dha
▁1
▁watu
ua
bwa
sia
▁ime
▁mji
▁kwamba
▁mwaka
▁o
▁wame
taifa
dhi
kini
rikali
liwa
▁serikali
yi
▁bi
▁me
▁kama
cho
▁wake
▁yake
▁wakati
nia
ndo
▁"
mia
mbi
▁mare
▁af
shwa
▁maa
ngine
riki
▁lakini
▁we
▁marekani
ende
ia
▁20
pu
▁kwenye
▁amesema
vu
fanya
nzi
mbe
▁zaidi
lea
hidi
▁mkuu
hari
▁wi
▁umoja
▁ko
▁kui
▁ji
▁t
▁pia
ongozi
ju
▁hayo
▁wazi
shambu
▁aki
tia
▁waki
piga
▁kua
▁mia
yu
▁mwe
neo
▁f
do
kwa
▁hata
chagu
▁ke
lu
vi
▁le
▁da
tano
ran
▁walio
fan
▁ga
▁b
▁mataifa
zungu
kana
▁kuhu
▁siku
zwa
▁miaka
▁je
▁una
kea
▁uta
▁waa
▁sasa
tua
▁huyo
▁moja
jeru
so
▁hivyo
▁kusi
▁hali
ele
zungum
▁waziri
▁afrika
▁bu
▁dhidi
▁pamoja
▁po
du
▁shi
jeshi
el
▁bara
▁mjini
kia
chaguzi
▁iliyo
▁kuu
▁uchaguzi
ribu
endelea
pita
ngwa
nu
▁du
▁mara
▁juma
weza
▁maku
▁kuo
▁hao
▁al
▁hii
▁ambayo
laya
▁lina
▁uli
▁hatua
▁ita
▁yana
kua
▁chama
▁zina
lizi
shu
de
lama
pata
ndishi
▁be
▁ambao
kama
▁ti
▁fa
▁yali
▁g
▁wata
▁ulaya
▁kuji
ter
bari
jerumani
▁mwezi
▁huu
kazi
▁usa
thi
▁ho
fua
▁ulio
▁pe
bali
fanyi
▁mada
▁bo
▁kuli
▁huku
▁eneo
▁(
gi
▁ambaye
▁habari
▁ujerumani
▁kundi
▁lili
▁chi
▁kuhusu
▁masha
unga
▁mbi
▁201
▁alisema
cheza
sho
▁kwanza
00
▁wanao
▁kum
▁mko
ari
▁dunia
▁ri
toa
▁te
▁,
wili
pya
▁kura
▁juu
▁zili
sili
▁su
▁ume
fisa
▁karibu
▁ye
▁kusini
kabi
sta
jia
lewa
ve
ini
▁do
▁jo
▁hizo
▁maha
▁w
wala
▁so
▁mkutano
▁de
▁mmoja
▁mpa
lisi
mbia
▁yao
▁shirika
shiriki
▁kima
▁3
▁usalama
▁lime
▁she
nzani
shinda
ina
va
pinzani
▁muda
rusi
▁ambapo
▁au
▁kuta
▁wao
▁polisi
▁mwenye
▁iki
kata
ce
▁raia
▁hadi
▁ndi
▁nyu
▁mwandishi
▁taifa
▁maba
▁msi
▁tangu
▁kenya
ch
dili
▁is
▁aliye
▁nje
co
▁haki
▁kutokana
bla
reza
▁kupi
fanyika
▁kubwa
ndama
lioni
▁hai
babu
dhaa
nja
▁leo
hariri
▁ca
tumia
▁ata
▁ufa
▁mambo
liano
poti
▁maka
▁to
naji
twa
▁fe
arifa
▁mbili
biti
▁viongozi
▁kabla
zungumzo
▁ikiwa
shambulizi
fasi
''
▁taarifa
yote
▁um
▁mazungumzo
tara
▁kiongozi
she
▁wiki
▁sy
▁nafasi
▁mwana
▁humo
▁re
▁wasi
ngia
▁timu
▁uchu
▁jeshi
▁kimataifa
siasa
▁mhariri
ransa
▁ro
one
ngeza
▁hawa
▁kazi
tumi
mp
▁vita
ngereza
▁jana
▁kusa
▁syria
▁kufanya
▁mw
▁wenye
▁nyi
▁haku
▁wengi
▁mkono
jibu
▁urusi
ingereza
▁kila
hami
▁upa
▁p
▁amani
bisha
bia
yari
kosi
hudi
▁yame
lamu
isho
▁kas
▁inayo
▁mbali
▁wo
toke
ndu
▁kuna
▁mwisho
▁sana
amu
ndwa
chezaji
zeti
▁kam
▁co
rt
shindi
▁ufaransa
ca
kazini
▁yaliyo
ndani
▁kute
toto
▁hicho
▁kaskazini
▁hivi
▁uingereza
▁nde
▁alikuwa
▁mpya
kra
futa
mini
ano
▁upinzani
▁sheria
swa
chezo
nne
▁wengine
▁19
▁kadhaa
kuta
st
in
▁ida
▁200
▁kia
himu
adhi
▁kina
husi
▁wanajeshi
taji
▁ndani
▁kiu
▁kupa
▁mtu
nal
▁zime
shara
▁tru
▁maafisa
▁ndege
▁4
▁mahakama
▁zilizo
▁uhu
▁kufu
ngaza
▁waasi
▁wapiga
sti
▁sababu
jiwa
▁kipi
eneo
▁trump
isha
▁he
▁bado
▁mashariki
▁upande
▁zo
chukua
."
▁maeneo
kio
▁ngu
▁hara
▁di
▁sha
haribi
▁uwa
weka
▁mechi
▁mta
▁bunge
▁kili
liana
ondo
▁mgo
liza
▁mkubwa
▁kufi
labu
▁gazeti
▁mashambulizi
▁baadhi
▁tayari
dai
▁anasema
fo
▁shu
▁ru
man
▁bila
▁5
▁pili
▁isra
jumbe
▁hapo
▁mata
mla
▁kutoa
▁zamani
mili
weze
▁ge
▁baraza
jwa
▁asili
risha
▁bina
▁ab
▁madara
▁gha
▁umri
▁tatu
nguzi
▁ar
▁yanayo
▁kipindi
med
▁ne
▁uha
▁kabi
idia
▁chini
▁duniani
wapo
maa
ry
tarajiwa
babisha
tokea
▁haya
000
▁utu
ham
rehe
▁kisiasa
tuma
▁mujibu
▁muhimu
ton
▁milioni
laha
dan
▁njia
rea
oni
enda
ghu
shirika
▁silaha
▁uga
▁maji
sisi
kuu
reje
▁alipo
jili
▁miongo
▁msa
▁israel
▁klabu
ezi
hitaji
nzo
▁zinazo
ala
▁fedha
ssa
ghuli
▁mita
mii
▁mfu
▁zao
▁nyumba
▁yo
▁kupata
baliano
zuri
miwa
▁uwanja
tisha
tokeo
wali
ck
shindwa
▁mpango
▁unao
▁utawala
▁kitu
kele
shambulia
anza
zea
▁makubaliano
▁ambalo
▁watoto
kari
▁kijeshi
mbea
▁iran
▁akiwa
on
▁matokeo
nzania
▁idadi
▁tena
▁mawa
▁ushindi
uawa
,"
▁kwe
kisha
▁“
ywa
zima
er
pele
kili
▁mag
shambulio
▁mape
nyesha
▁ripoti
pungu
tolewa
kika
▁huko
ine
▁iliyopita
▁lililo
lla
,000
uti
▁fu
fani
kutana
▁wapiganaji
amuzi
ongoza
eleza
hemu
▁6
▁tume
▁uamuzi
▁kufua
ris
ruki
kwe
uaji
▁sua
▁wote
kataba
bama
▁magharibi
▁tuna
▁kuondo
▁mbe
▁tanzania
▁jimbo
▁usi
▁lo
▁asilimia
stan
geria
▁miongoni
nyi
▁sudan
▁obama
▁r
▁maisha
▁dola
▁huenda
▁zote
mbana
rufu
▁china
zia
ndamano
zungumza
geni
land
zimi
ster
▁man
islamu
▁wanawa
▁zake
▁masu
pigano
mbizi
semaji
▁uki
wanda
▁fi
▁bwa
▁nguvu
▁mapigano
puni
▁maandamano
wemo
▁iwapo
▁suala
uri
▁ndio
▁mauaji
damu
▁.
gha
▁kile
▁wanasema
▁korea
▁hakuna
▁wawili
▁karibuni
wepo
▁msemaji
endele
pote
▁masuala
▁kupitia
▁uchunguzi
▁makundi
kali
saidia
bunge
▁sehemu
▁bwana
▁mali
jaribu
▁kusema
▁uturuki
dhibiti
njwa
nchi
▁kuzu
ana
▁gu
gwa
▁che
▁linalo
▁ilikuwa
▁mbele
▁mchezo
▁hili
▁mkataba
▁ura
▁''
zozo
▁mer
▁awali
mwa
▁wakimbizi
▁bw
▁dha
ban
kiti
▁kabisa
▁mwi
tangaza
tizo
▁nyingine
onekana
▁kombe
▁mna
▁7
▁vina
kel
▁vile
▁mcha
▁kesi
baya
▁no
wango
▁licha
▁saa
▁maga
jo
rd
huri
chama
▁hasa
▁yenye
ongeza
nisha
tikana
▁vikosi
ara
▁ligi
▁wanawake
▁-
haki
kta
▁tak
▁aka
▁wakiwa
▁walikuwa
ndao
▁chu
mokra
sababisha
▁madarakani
ungano
▁vyo
▁mre
▁ambazo
▁waha
jana
▁kutumia
▁mchezaji
▁nya
kubwa
hara
fanywa
▁kuba
▁kuzi
▁anaye
▁muungano
kosa
kubali
▁mis
elekea
▁uhuru
th
faa
ngeze
▁kufuatia
▁go
▁mabao
shia
rati
▁merkel
▁mpaka
kamatwa
▁uka
rudi
siano
chuano
▁barani
thibiti
nua
▁ulinzi
▁lu
mui
▁mapema
▁yu
▁uni
▁imesema
ver
rani
▁wale
ida
▁kikosi
chuku
▁ze
ibu
▁tarehe
bc
▁lake
▁uganda
an
▁madai
▁soma
miaji
▁kiasi
▁maja
sasi
tiza
▁ziara
goro
fiki
▁vili
stina
▁uchumi
nse
▁nu
lin
▁the
jiri
mua
▁juhudi
▁mzozo
▁mazi
▁sita
▁uliopita
0.
▁an
▁nigeria
dala
pewa
zara
▁vyombo
▁nyumbani
wasi
gonjwa
ngana
▁waandishi
hammed
▁hatari
poteza
▁msimu
af
▁kampuni
lifu
▁wachezaji
inali
▁bao
▁bia
it
husu
▁kuanza
▁miezi
kee
▁somalia
▁uwe
▁wizara
▁huru
kabiliwa
▁pale
▁sau
ripoti
▁waka
▁mengine
▁8
▁wanam
mbali
dogo
amini
▁kufikia
jeruhi
ngira
▁dakika
▁wananchi
▁nyingi
son
uli
▁fainali
▁biashara
pili
▁mnamo
▁ajili
▁lib
funga
maliza
ll
nt
kuba
▁misri
milia
lozi
keza
fadhi
wezi
diliko
chester
▁jamii
shuhudi
chumi
fauti
sse
rg
▁kuingia
juli
▁kituo
▁kuanzi
▁jiji
▁ira
▁jambo
▁binadamu
ani
▁macha
▁afya
▁kime
▁uja
husika
muiya
sto
▁maoni
pinga
▁yote
mamo
▁mabadiliko
tatu
ted
▁as
keleza
▁libya
ziri
▁jumuiya
▁kuendelea
▁kushiriki
▁makubwa
▁abdu
▁mohammed
▁kiwango
▁in
▁shambulio
mar
▁jumapili
▁kin
▁bbc
kwazo
kabiliana
▁ange
fuasi
miza
▁majeshi
▁waandama
▁mar
lle
▁vyama
▁takri
tiwa
▁kupiga
▁manchester
paswa
▁rwanda
kuja
nsi
▁kiuchumi
▁usha
▁sio
▁kali
▁jam
▁kampe
▁wafanya
uzi
niki
▁kocha
onyesha
mokrasia
▁kambi
gambo
fungwa
▁ras
mea
azi
ndika
▁hau
▁ujumbe
▁shughuli
pia
takiwa
▁ai
▁mamla
▁chake
▁fran
▁mafuta
hn
ingia
▁waandamanaji
tea
shambuliaji
▁kuki
ts
▁yoyote
▁kupambana
▁mash
▁kigeni
▁tofauti
▁urais
dhu
uwa
lazimi
▁nne
▁vijana
▁bora
▁wabunge
▁united
▁baadaye
▁pekee
bara
▁mpi
▁vikwazo
▁wafuasi
▁ilio
mas
▁pu
▁kilicho
▁wasiwasi
hakikisha
▁uhusiano
▁mapa
rundi
ondoa
▁usiku
nsela
▁jumatatu
▁eu
ndaa
▁wenyewe
▁kiislamu
▁kufanyika
▁kwenda
▁familia
▁mashtaka
nti
▁msaada
ishi
▁mgogoro
▁kinacho
firi
▁wanamgambo
▁maalu
▁kija
▁kuya
tendo
▁tukio
▁ukra
leta
lenga
▁katiba
zungumzia
rejea
▁aliwa
tta
▁risasi
sheni
▁jina
kula
siana
▁bar
vo
▁kuchukua
▁wito
▁ambako
▁uongozi
▁ben
▁uba
fikia
▁mipa
dri
▁kampeni
kataa
tumaini
▁ukraine
▁sta
▁sia
▁mas
▁yata
▁10
▁kika
fanikiwa
dumu
▁anga
▁kuka
rs
ita
▁vime
▁wanachama
▁sera
▁yaki
▁burundi
ngezeka
▁pande
kumu
bingwa
▁iju
▁msimamo
▁hos
lami
▁rasmi
fe
▁9
▁mfa
▁akisema
▁kutaka
▁mwingine
▁kanda
baini
▁lengo
tumiwa
marisha
▁15
▁mbaya
biri
▁ijumaa
ona
punguza
lai
mosi
▁mbalimbali
▁uwezo
▁kansela
▁bra
▁iraq
▁jumamosi
▁ope
tumizi
sisitiza
▁ndo
pende
▁john
▁kawa
▁siasa
▁jamhuri
▁mamlaka
mizi
▁soka
koso
▁takriban
thiri
elezea
▁michezo
hisi
patikana
sima
misha
▁ute
iro
sea
▁mawili
klia
▁el
▁lazima
▁kuondoka
▁mazingira
fiti
▁ushiriki
▁afisa
▁kawaida
▁hapa
▁am
▁kwani
▁mawaziri
▁mrefu
▁zita
zidi
▁jumatano
us
▁misa
▁sawa
▁jumanne
wekwa
▁kuongeza
▁imekuwa
▁kumi
▁amekuwa
▁nye
▁michuano
),
elfu
shindano
▁uhalifu
thibitisha
▁kuvu
▁new
ambia
tin
▁matumaini
fika
ity
▁ama
▁mashindano
▁wahamiaji
wo
funzi
▁12
hman
▁katibu
▁maelfu
jeruhiwa
▁matumizi
▁kwake
chukuliwa
▁euro
al
▁aina
▁ghasia
fungu
▁199
▁mengi
▁vu
▁city
▁ambacho
▁inga
▁kumu
resheni
▁kushinda
▁kukabiliana
▁aliyekuwa
▁picha
spa
▁shiriki
▁miwili
fsi
shiki
malizi
▁mtandao
chana
▁jose
endesha
wasili
▁waliokuwa
▁mashirika
qa
dia
bio
shughuli
gombea
▁pau
tambu
▁wafanyakazi
pokea
pigwa
▁ber
▁mka
endeleo
kumbu
▁lita
▁maana
▁kuwepo
tishwa
▁kuhakikisha
▁haraka
▁hospita
mwe
▁nusu
▁arse
▁hazi
▁kuelekea
mna
gumu
▁baina
▁vifo
mbano
toka
ghani
▁saba
ngazwa
fisi
▁wamesema
storia
▁wamekuwa
▁shirikisho
lsea
▁vitu
▁kuja
".
▁tano
▁kume
▁mli
▁uko
pindu
or
▁mwishoni
▁taa
▁hospitali
▁ara
ol
omba
kano
uka
▁kita
▁mala
rn
▁ushirikiano
am
▁maendeleo
▁ingawa
fari
ly
lau
bwe
▁jijini
▁kushindwa
▁kulingana
▁mfumo
▁chelsea
sika
▁mwenyekiti
fariki
▁ilivyo
ongozwa
duma
▁haja
▁kiga
1.
▁ap
ghanistan
▁congo
▁liki
hili
julikana
ters
▁alhami
▁walipo
guzi
▁kim
lev
▁kinyu
▁kauli
▁kide
▁misaada
▁ugonjwa
▁itaka
limu
▁huduma
▁cho
▁marufu
▁operesheni
▁dr
ruhusu
▁kamati
ribio
▁mshambuliaji
zulu
▁wetu
fuko
jua
▁afghanistan
▁amewa
zui
▁mgombea
▁simu
▁marufuku
nald
▁kuhusiana
▁nyuma
ndia
▁namna
▁shambulizi
▁tha
ns
▁yeye
▁haija
malizika
▁uweze
lme
▁kutokea
kilishi
tuhu
▁matatizo
tilia
lisha
▁ziki
rahi
▁chakula
nisa
giriki
▁sene
▁arsenal
spania
mbuzi
muzi
tte
▁maalum
▁moto
biki
rti
▁kijamii
bina
takao
▁itakuwa
ruge
▁miko
ir
nyo
zil
▁kiti
tumu
uzulu
▁magari
▁at
▁lenye
chwa
▁jumla
▁naye
loma
chungu
▁kuweka
sheria
andika
▁kupunguza
dhuria
▁nia
▁kanisa
rugenzi
res
▁umma
▁uwezekano
mpi
▁wako
▁isi
▁akizungumza
▁bru
ron
▁mage
onya
thio
▁ngo
▁kuzuia
▁madaraka
rali
▁kuliko
▁safari
afp
▁ika
▁aidha
mwengu
den
▁basi
ili
tter
rua
▁donald
▁kidi
▁shule
▁janua
uters
▁ugiriki
taja
thiopia
tuba
▁watatu
shauri
hamu
▁ardhi
ssad
kosoa
▁changa
biashara
▁alhamisi
semba
4.
▁abdul
ume
nzake
▁ofisi
▁mwanzo
▁mwanam
▁bei
▁dawa
▁miji
mbora
▁30
jumu
shuhudia
▁machafuko
ali
▁bilioni
▁kenyatta
kezo
▁mako
▁askari
▁ujao
▁wacha
▁kutafuta
ene
▁makao
harakati
ger
kadi
▁jinsi
▁inasema
▁wajumbe
radi
moto
▁kifo
chaguliwa
▁mashambulio
amua
▁11
▁25
rk
▁maju
ratibu
zuia
ploma
▁arabia
▁ija
pinduzi
drid
▁kha
tokana
▁hati
kuru
mbabwe
badili
▁madrid
▁matu
mbwa
▁hotuba
lianza
▁badala
▁kipa
puko
plomasia
▁taasisi
patia
gh
rabu
ingi
lazimika
▁kusababisha
▁kuti
tha
▁ulimwengu
▁kitaifa
▁kikubwa
▁ethiopia
rdi
▁kigaidi
rahman
jiji
▁januari
▁tatizo
▁benki
▁mkurugenzi
wishi
▁aja
▁nao
▁makosa
▁ataka
kelezwa
▁mafu
mbuki
▁kivi
▁wakuu
▁josep
kulu
▁duru
tokeza
kubaliana
▁hofu
pool
tt
um
ahidi
heni
raha
▁gari
▁ste
3.
wahi
▁vilivyo
▁16
▁dar
subiri
ngazo
pte
▁kuimarisha
▁saudi
20
tumika
▁mtoto
alamu
onesha
▁mashabiki
jaa
▁wapa
hispania
siwa
ridhi
▁mabingwa
▁kukutana
▁mapinduzi
▁angela
cc
▁italia
verpool
▁changamoto
gue
rsa
▁jirani
gawa
▁muga
▁idara
▁utafiti
men
▁washi
ktari
▁washirika
kwenda
fahami
▁zimbabwe
hadi
rugu
▁viti
lakini
▁ndiyo
▁mabo
▁brazil
▁kinyume
▁balozi
kato
▁wasio
ddi
kusa
gan
▁nyuklia
ngazi
▁mugabe
▁vituo
itu
▁bahari
▁mkali
▁ugaidi
▁18
▁kikuu
▁ufu
▁kibina
▁kuanzia
▁wanasiasa
ndekezo
▁kucheza
▁mao
▁poin
nusha
▁wapinzani
▁hizi
▁baye
▁chache
▁sara
▁2015
▁alama
anzi
▁kumaliza
moc
sco
▁kabila
▁ushahidi
isheni
lestina
▁aji
▁nzuri
nerali
▁aliyo
daiwa
en
bel
▁telev
shughulikia
salia
▁machi
2.
▁nato
▁televisheni
ripotiwa
▁pro
▁ikulu
celo
▁ilipo
lika
heshi
▁came
..
▁kuhusika
▁sulu
▁mchakato
▁liverpool
▁kusitisha
▁zu
▁yalio
▁hewa
7.
tuna
dda
kodi
▁kupinga
-1
ngene
ngton
▁nyara
▁vye
▁kisa
panga
kistan
▁ijayo
▁ua
▁ale
▁nove
▁kilo
▁ulikuwa
▁yetu
▁'
ungwa
▁juni
▁kuweza
▁kutu
▁kiarabu
▁paris
▁ah
▁apri
▁chuo
ndua
▁kubadili
nishwa
▁naibu
can
▁kutekeleza
neja
▁makuu
peleka
achi
gemea
▁kulinda
▁septe
wote
▁kiungo
zazi
▁baadae
▁kweli
▁ukanda
▁kikao
▁mshindi
▁sala
▁wala
▁uhispania
▁vinavyo
▁mwanamke
uza
▁fursa
▁vitendo
choche
▁saini
▁kote
rdo
ue
kabili
pangwa
▁democ
simu
▁limesema
teka
tenga
▁kivita
▁inaweza
▁mke
▁ikiwemo
▁kuona
husisha
thirika
▁novemba
▁jukumu
jenga
gia
fahamu
ls
▁mageuzi
koa
subu
fikiwa
pishwa
▁washington
▁pointi
ondoka
xi
▁india
▁and
▁tawala
pan
shukiwa
▁pakistan
▁alim
▁shaka
▁mati
▁julai
ur
▁nayo
▁wowote
nyama
▁meli
▁maarufu
hamed
rekani
kto
kiri
▁mpito
▁bidhaa
▁mahaka
pelekwa
▁nyo
▁mfano
▁kusaidia
taza
ndon
▁boko
cia
▁drc
fuata
▁mitatu
kanusha
▁linasema
▁kidemokrasia
subuhi
▁real
▁septemba
celona
▁historia
▁makamu
ld
6.
llah
rejesha
▁mapambano
▁asubuhi
▁visa
▁gani
liambia
▁mkoa
▁maje
▁kucha
▁mvu
dpa
▁haram
irobi
▁jela
▁palestina
▁kifu
hitajika
adamu
▁assad
▁demokrasia
▁kurejea
▁fifa
shikilia
hula
).
▁barabara
linton
▁14
iambia
▁qa
▁13
▁vizuri
▁nairobi
▁bayern
▁sekta
▁waliuawa
▁kuleta
▁imani
-0
miliki
zimio
kumbwa
▁ambavyo
ssi
▁harakati
▁100
linda
▁twi
rura
fanikio
▁clinton
▁barcelona
▁mahakamani
▁putin
▁mitandao
uliwa
chunguza
lam
bert
▁sherehe
▁mashi
▁mohamed
nekana
▁wagombea
8.
bishwa
▁jioni
▁ban
▁wanafunzi
epu
▁london
dhani
▁ago
rusha
▁wanaume
▁mafanikio
hata
hama
▁maele
▁kira
▁kufunga
▁berlin
hat
▁mei
▁mawasi
▁barack
mana
▁vurugu
▁mte
▁ebo
▁wanaharakati
▁kuingi
kweli
shika
▁tuta
▁uku
tajwa
▁50
▁mawasiliano
ddafi
les
penda
uwawa
kuwepo
▁binafsi
▁kurudi
ny
▁upya
▁dharura
▁bali
▁sare
▁wawa
▁nini
▁kuwasili
fya
chezea
rodha
huma
▁ajali
▁ch
itung
▁hatia
▁msingi
▁misi
▁kadha
dhabu
zito
▁mba
▁japan
▁anatarajiwa
▁mamia
▁mabomu
jitokeza
▁mama
mita
▁kutangaza
▁muni
▁msu
livu
tarajia
▁desemba
dio
dou
▁ebola
▁hatima
▁mipango
beba
▁mai
▁kuunda
▁jenerali
▁wapalestina
▁tuhuma
▁bingwa
bru
tiha
▁gaddafi
▁tuzo
mbelea
endeleza
shuhudiwa
tar
▁ngazi
▁agosti
",
lani
vid
pungua
hiri
kamata
▁rushwa
▁abi
▁ameongeza
anga
tangazwa
▁kujiunga
▁papa
▁macho
kh
kaji
ktoba
▁kasi
▁mago
▁17
▁vikali
ab
zaliwa
the
▁yeyote
wezekana
▁twitter
dhifa
mshi
▁oktoba
▁baba
▁elimu
▁waislamu
▁kesho
▁kujaribu
▁hatu
▁:
▁yuko
▁amei
mpa
kimbia
▁es
▁kito
▁wate
▁aprili
fanyiwa
keti
nali
pokuwa
▁zuma
tio
▁mbio
▁makombora
▁itakayo
9.
▁kukamatwa
rry
mir
▁ile
pambana
▁kilele
▁iko
lan
wezesha
▁matibabu
▁inter
▁mipaka
▁kisha
tafuta
deo
bani
▁afp
▁kuwania
lote
▁ishara
tolea
zinga
▁wasichana
▁kusima
▁uje
▁elfu
▁kula
▁meneja
▁mau
4,
▁nane
▁munich
▁shaba
▁jaribio
liki
nikizo
susi
▁uma
▁nili
▁mfupi
▁micha
▁majimbo
hudhuria
▁wakaazi
▁makali
▁mwengine
bruari
diliano
▁gaza
▁fo
biwa
▁mwili
▁ghana
▁orodha
▁wanataka
pwa
safiri
▁video
pub
▁tuli
▁kutosha
bidi
▁mchuano
▁februari
▁alii
▁hifadhi
onge
ff
▁shinikizo
nce
▁vipi
▁nyengine
6,
▁amri
▁pesa
ruhusi
▁khe
▁yemen
▁masa
▁tangazo
fia
tanya
▁david
▁kamili
mes
▁virusi
▁haita
nikiza
▁mitano
veni
▁aust
▁kutetea
▁magu
▁taji
▁nina
nyika
▁ujenzi
▁makaazi
▁matukio
▁waku
▁hukumu
shambuliwa
▁masi
▁kidogo
▁majadiliano
▁sauti
2,
▁oli
tanyahu
▁ule
3,
▁manu
▁uwanjani
riadha
▁ukweli
ci
▁asi
tetea
▁ndiye
▁abu
ner
▁netanyahu
mano
▁anataka
tri
▁tuni
▁sp
▁azimio
▁kodi
▁mpira
▁wanne
giji
▁moyo
▁ilisema
1,
▁ajira
▁kuko
▁kuongezeka
▁mrengo
▁barua
▁san
athiri
muhimu
▁nisha
▁anaweza
saba
ndamana
▁west
reuters
▁magoli
▁tisa
▁matamshi
▁zinasema
rsi
▁wawakilishi
ssia
▁madi
▁aliji
▁kifungo
▁mja
▁gesi
kufa
▁charo
shar
▁soko
▁mvutano
madu
▁jaji
▁wataalamu
▁va
ame
san
▁maswala
▁kudhibiti
▁mradi
hadha
▁kilomita
jumuisha
▁kuunga
▁kiba
▁maho
▁27
▁huwa
takapo
burg
▁muhula
▁wil
▁vifaa
ngeneza
▁car
tambua
▁mwenyewe
sefu
ud
▁utakao
tuhumiwa
▁spi
▁hawaku
rama
wani
ber
▁ndu
▁maso
▁gra
▁adhabu
▁icc
0,
▁kuanzisha
▁mbinu
ongezeka
▁alie
hutu
▁chanzo
▁mjumbe
▁nzima
▁lolote
▁vibaya
swi
giza
▁lilikuwa
▁ham
▁kuongoza
suf
▁walia
mara
nsia
chagua
▁maelezo
▁umuhimu
▁kufungwa
▁bungeni
gal
ker
lef
▁/
publi
dhe
▁eng
fahamika
▁utaratibu
▁ombi
▁ukosefu
▁kisheria
▁odi
▁mane
nunua
▁wafungwa
▁kuachi
▁kujiuzulu
tishia
▁katikati
▁mikono
▁kumalizika
fisadi
8,
▁mafunzo
▁nishati
▁lao
▁zoezi
▁hawaja
furahi
▁tabia
▁iti
▁ser
▁khelef
▁zilizopita
▁kuishi
dhara
▁masharti
▁un
▁kufuzu
ratic
▁yangu
jiano
▁awa
▁uvu
marekani
▁ubalozi
lahi
▁damu
riwa
risto
tional
mko
5.
▁dani
▁kongo
▁ahadi
▁kutolewa
ndaji
wana
belgiji
lima
lojia
▁saumu
▁odinga
▁robo
wazi
▁muse
▁rekodi
▁nani
tegemea
▁salama
▁mahojiano
heshimu
lma
▁wadhifa
▁democratic
kabidhi
▁england
▁mac
▁hamas
pelekea
▁guine
▁rai
shima
▁kupoteza
sajili
▁mpinzani
▁kushirikiana
▁paul
▁kuso
firisha
▁wilaya
▁tunisia
▁mua
▁makazi
▁utulivu
ss
rie
▁dini
▁zenye
tembelea
▁mwenzake
▁mno
▁york
▁iliyotolewa
▁kosa
lii
uba
roon
▁mshirika
▁kibiashara
▁ndogo
▁erdo
▁mah
▁male
▁yale
▁maamuzi
gua
islam
▁kulia
▁mdogo
ure
hola
▁erdogan
eli
▁ubelgiji
rtre
▁kar
▁binaadamu
id
kiliza
gra
mbua
habari
pp
▁198
▁athari
▁museveni
▁st
katika
mbari
chochea
shutumu
▁em
▁ilia
tekeleza
poli
▁kupo
▁guinea
▁kufika
lali
▁tete
holanzi
▁mbunge
▁kiku
mpuni
publican
nji
▁kwao
▁minne
hifadhi
▁yasi
▁kitendo
lizo
▁thamani
▁ure
▁l
teli
changia
tezi
ok
samba
▁fulani
▁watano
▁yalikuwa
▁salaam
▁ametoa
▁madaktari
sababu
▁mashu
▁wanaweza
▁haiku
nywa
fiwa
9,
▁kulikuwa
rasa
choki
▁unaweza
rwa
vana
tana
bar
▁goli
▁cameroon
▁kupatikana
▁robert
▁ngome
▁senegal
▁40
zalisha
▁gi
▁kufungu
▁jengo
rki
▁mzuri
nyiko
tten
▁madu
laani
▁hiki
▁daniel
▁wameuawa
▁alipokuwa
nho
swada
▁ufisadi
▁mashitaka
fuli
▁bla
frika
▁kuonyesha
''.
usi
shuka
▁kiraia
fur
nguka
▁itikadi
▁anae
mil
▁vyema
ruhusiwa
ngalizi
ven
▁bro
▁wenyeji
liban
▁magaidi
▁kijiji
▁hawana
▁kujenga
▁spd
fungua
▁24
hihi
shawishi
▁kuondoa
bas
rini
shwe
pendekeza
chezwa
▁maneno
▁hou
▁hana
der
itwa
▁kuanga
▁magufuli
▁mazo
idizi
taki
▁pre
▁sse
shaba
▁walisema
kezaji
geme
roka
▁mahu
▁iliyokuwa
▁kuepu
▁gharama
▁sal
▁olimpi
201
huku
▁matatu
zee
kuna
toliki
▁wingi
▁kuwapa
vamia
▁pembe
wia
afpe
▁joseph
▁makabi
amba
shahara
▁makampuni
milika
uts
▁alio
▁siri
thmini
▁mfulu
▁wakiwemo
▁macron
maduni
od
▁ndugu
▁nja
▁bomu
▁heshima
▁kupewa
ssanga
▁migo
kundu
cco
lili
▁nkuru
▁frank
seme
▁kujadili
▁kukubali
ifu
ley
haribu
rithi
shtakiwa
▁may
▁kash
▁lea
▁mjadala
▁mfululizo
tani
▁holla
▁sarafu
chote
▁waliwa
▁kuandaa
orge
athirika
non
maanisha
▁kidini
▁abiria
▁mlipuko
uliza
▁alex
tawala
▁uholanzi
ima
ibuka
ndera
tuhumu
▁nkurunzi
▁23
rida
mamizi
ralia
▁tri
▁kerry
hivyo
▁rangi
ngezeko
▁republican
▁22
zuka
▁nyota
▁atakuwa
min
kuliwa
▁uhami
▁wakili
▁viwango
hakiki
▁spika
▁kuamua
sli
fau
▁die
karibisha
▁kujitoa
▁bre
kar
sale
ndaliwa
▁fre
▁kuondolewa
faka
ssels
tihada
▁algeria
mund
▁wanyama
dhinisha
▁chochote
▁made
mbilia
▁udhibiti
raja
▁kuingilia
▁kupigwa
fanyia
▁hisia
▁pauni
▁amem
▁ssessanga
yahudi
shikiliwa
▁jitihada
▁kuuawa
▁kibinadamu
▁gereza
eda
pisha
que
yan
▁george
▁ongezeko
las
7,
il
▁mazoezi
shir
▁wada
▁brussels
▁kidiplomasia
▁uhamisho
▁wageni
▁moro
▁mapya
▁joto
▁21
mer
▁kanali
mali
mwi
▁state
▁alitoa
▁hollande
wimu
saini
▁ngumu
vua
jiandaa
▁madini
▁australia
▁1.
china
▁kiko
▁ulimwenguni
erre
▁kihi
saji
penzi
humiwa
▁hoteli
▁pendekezo
▁wau
stahili
▁wenzake
▁jean
staa
ress
del
kutano
rtmund
▁kulipa
▁nkurunziza
▁ambae
shinikiza
jeti
ngwe
▁watakao
bon
taraji
▁islami
nusu
▁bashar
shirikiana
▁sisi
ttenham
ire
nyanya
▁maslahi
▁for
lango
mzi
nder
▁chris
karibia
▁husu
▁mingi
romo
▁aliongeza
▁kadi
▁kitisho
kt
▁nime
ndalizi
buni
▁sahihi
▁mapendekezo
▁machar
ford
▁kisiwa
▁dortmund
▁kumekuwa
xico
▁kifa
▁umeme
.''
▁bush
▁vigumu
▁islamic
▁wachambuzi
▁majaribio
▁mfalme
▁takwimu
▁bajeti
milisha
▁mabaya
tekelezwa
▁lugha
▁miili
zy
ler
▁asia
julikani
unti
shiria
▁ahmed
imarisha
▁ameliambia
yansi
nni
okoa
▁sar
fedha
▁kiir
jiunga
▁bruce
manu
cis
undo
undwa
sababishwa
es
▁iddi
▁banda
▁mate
hanga
lewe
nduliwa
gundua
▁qatar
▁suluhu
hisho
wisha
▁huyu
▁kubadilisha
▁waliyo
ish
nishi
▁kichwa
▁mkwa
▁tottenham
▁kuendeleza
0,000
▁yataka
ssan
▁whi
▁josephat
nger
▁haina
▁kuwahi
zuizi
mishwa
ast
simamia
vunja
▁ukurasa
▁maambuki
fadhili
▁h
▁mexico
▁rufaa
milioni
▁kuwasaidia
▁uliofanyika
tawa
manuel
▁kwasababu
▁majaji
▁ushawishi
▁awamu
▁inataka
▁kuzungumza
▁pwani
kno
▁kashfa
▁of
▁jeru
kilisha
tian
semekana
▁hatimaye
▁rama
▁wapata
▁umekuwa
ntina
▁kuku
chukuwa
▁malipo
diplomasia
▁wagonjwa
▁patri
tho
ngamano
▁mwende
▁wakazi
ul
twaa
bri
stani
▁dimba
▁malengo
jibi
hadhari
▁kimoja
zua
▁eri
cebo
thibitishwa
▁26
▁0
shoto
▁daraja
▁watakuwa
▁suluhisho
▁colo
▁jinsia
aji
▁ami
guu
staafu
hofia
hirisha
▁francis
▁kijana
tazamiwa
▁uso
salem
▁kite
▁inawa
▁kufa
ap
cebook
rushwa
▁mahusiano
laumu
jazo
▁ubingwa
fikapo
tayari
▁amesisitiza
ndela
▁reuters
▁leba
▁mosco
▁kurejesha
▁cdu
▁kilimo
serikali
hodha
▁kandanda
▁majukumu
utsche
▁haramu
lezi
nte
▁kifedha
▁laki
▁toka
▁zijazo
▁mwanzoni
gen
▁kusafiri
siri
elezwa
▁kitojo
▁hususan
nukuu
▁alivyo
shindani
▁zeitung
fuatia
▁kuomba
▁beki
baki
lalami
▁abbas
ondolewa
kione
▁maalumu
▁uju
▁yamekuwa
port
▁moscow
▁kihistoria
▁rahisi
▁ifikapo
▁ameeleza
bore
khe
▁jerusalem
▁olimpiki
▁28
▁kando
weke
▁mika
▁facebook
▁kubaini
▁vyake
▁mamilioni
nada
▁magazeti
▁cairo
▁league
▁kujua
▁kudumu
▁limekuwa
jadili
▁imewa
▁angani
▁emmanuel
▁usafiri
lli
ikh
barak
pongeza
▁viki
▁zisi
▁inge
▁gene
▁njama
tekwa
▁taliban
▁1,
▁mandela
▁maambukizi
oa
knolojia
▁ameiambia
▁mimi
acha
sen
▁tho
▁siyo
teuliwa
▁mwanachama
▁michael
▁fc
▁njaa
▁ce
▁197
▁wazazi
▁kinya
▁amerika
▁kusamba
▁libe
▁sekione
▁iliopita
▁uhamiaji
raji
liam
endeshwa
▁vitisho
▁vugu
kezwa
▁wakisema
▁kukosa
▁chad
▁kami
▁vingine
▁yusuf
▁martin
▁kupokea
▁kuzungumzia
▁janga
hoji
kumba
swali
▁bibi
hati
▁kujiondoa
gbo
▁swala
ghari
▁mwanasiasa
...
▁mwendesha
▁60
▁ala
▁wak
▁wat
▁white
▁furaha
▁ujasusi
▁wakenya
ifanya
▁katoliki
▁hoja
▁zambia
▁mubarak
▁kuhudhuria
▁pierre
gentina
▁wachache
linga
anzisha
▁zitaka
▁tahadhari
nyiro
hudumu
mad
▁hasi
rto
▁wangu
▁kudai
zuiliwa
▁majengo
fla
kozi
▁kumbu
5,
▁viwa
▁yako
▁mchango
▁majina
▁ubaguzi
'',
kwisha
muunga
▁meda
▁hassan
dhibitiwa
▁waangalizi
▁coast
▁bunde
▁kusisi
▁utajiri
▁mikutano
zama
▁isiyo
ongezea
▁utata
andaa
▁atakaye
▁wanahabari
▁mojawapo
▁waliouawa
▁ivo
nukuliwa
▁uhakika
husishwa
▁mchana
▁viwanda
▁ib
hutubia
▁moga
▁morocco
▁zilikuwa
hesa
▁pasi
shasa
▁uliyo
vugu
cus
nesha
▁utakuwa
dc
▁nahodha
wekea
▁2014
▁mgomo
▁akiwemo
pumzi
▁filamu
▁mari
milkhe
▁william
▁mwao
▁wavu
▁inaendelea
▁kutuma
nes
▁lebanon
shaji
▁niger
▁maombi
▁kujitenga
▁bin
▁vla
ela
fuatilia
raf
russia
▁inavyo
▁tamko
▁penal
liko
▁jor
▁kutangazwa
tion
mesha
▁malalami
milkheir
sama
zamo
▁halisi
▁kuzinga
▁kinshasa
▁makabiliano
▁gba
chunguzi
lie
▁wol
▁gavana
saka
▁mvua
▁hawata
▁gua
danga
mka
▁mouri
ngiwa
▁tshi
▁tajiri
▁dhamana
▁ilii
▁omar
▁masoko
▁maadili
▁wanatarajiwa
▁alikamatwa
by
▁kipe
hojiwa
nzibar
leza
kwama
▁bendera
▁dalili
▁kutekelezwa
▁lei
▁kuendesha
▁ivory
▁kutia
▁fer
▁madhara
▁maswali
▁aba
▁house
▁walinzi
▁kamanda
▁maradhi
unda
▁mogadi
wasilisha
▁teknolojia
▁washukiwa
▁kujeruhiwa
nunu
▁washambuliaji
bisho
masha
rkina
tus
▁mahitaji
reva
▁mto
▁bundu
▁ve
▁2016
▁wapo
▁chombo
un
sca
▁zanzibar
▁kiki
▁vijiji
▁vyanzo
national
kusanyika
▁argentina
▁inatarajiwa
lengwa
▁marais
▁mourinho
▁196
panda
kosoaji
▁gbagbo
fuzu
▁lango
aminika
▁mataji
▁kuchaguliwa
my
kiuka
▁mwito
▁van
sburg
▁yatakayo
refu
▁canada
▁bunduki
chapishwa
▁alitangaza
nest
▁mkopo
▁yaani
swahili
▁kupigia
fisha
▁kusu
▁vuguvugu
liwe
▁ureno
▁kuchukuliwa
-2
ngola
▁kaga
jadi
himiza
kozy
▁kuundwa
▁tripoli
than
▁hasira
▁mkakati
▁ufumbuzi
tro
cker
▁mifu
▁chan
▁wapatao
▁zitakazo
▁hadha
▁kujibu
gizo
maha
▁afri
huo
▁mda
pendelea
▁daktari
▁kivu
pelelezi
hukumiwa
▁burkina
▁kukataa
kabila
▁kiislam
▁mogadishu
ten
▁oum
▁benja
▁gakuba
kusanya
zuela
▁hisa
▁kutengeneza
▁vikuu
▁machozi
▁ndoa
▁kanu
katili
chukulia
▁kupanda
dp
leti
▁2013
▁maafa
via
▁mwenyeji
▁sarkozy
llo
▁imara
▁raila
▁mapato
▁kumsajili
▁kagame
▁umbali
▁anna
▁kusha
▁international
mb
mbele
isi
▁kufanywa
▁sou
▁vyote
▁anc
▁tay
▁2011
funguliwa
▁amewaambia
bul
▁vene
hoo
▁havi
▁kitengo
▁kuchunguza
mei
hamia
▁borussia
seke
▁kuche
▁kukiwa
pta
▁kumbukumbu
gonga
▁madawa
kofu
▁beni
▁ukimwi
▁uteuzi
▁im
▁maandalizi
▁ever
▁stein
▁wanaendelea
▁hadharani
▁wamarekani
lipa
ek
▁nico
mbamba
▁madeni
▁kiso
▁walioko
▁wanaoishi
qu
arifu
elewa
futwa
▁faso
▁angola
▁franco
tti
singi
▁baya
▁mili
andaliwa
bakia
pigania
enea
▁sch
▁zimekuwa
vamizi
puka
sche
▁chuki
▁poland
▁sifa
▁ziada
nn
▁simba
ika
hali
rais
▁benjamin
ishu
▁mareke
▁oummilkheir
▁kukata
▁venezuela
fana
ngya
▁misingi
▁kushughulikia
kuzi
▁kara
zigo
kaa
pala
cob
habu
llary
maarufu
▁wasa
▁kuzingatia
▁kuacha
▁uliofanywa
cto
pigana
zote
mtaka
salama
▁mzima
itaka
ppo
shio
▁ameji
▁kupanga
▁anakabiliwa
▁itaendelea
▁james
▁ucha
▁uliopo
▁zetu
▁mazuri
pitishwa
▁ibrahi
andamana
▁marekebisho
▁halali
▁kupita
▁kombora
▁jipya
▁kugombea
▁alishinda
▁zisizo
fanikisha
dumia
▁miradi
hawa
gharimu
wn
▁mume
▁jacob
zeitung
▁dhahabu
fara
▁cameron
▁hospitalini
▁jona
▁hillary
▁hatahivyo
▁202
▁wapi
▁mitaa
hakikishia
▁scha
kumbuka
▁bandari
sekedi
▁mkewe
▁mingine
▁wahanga
badilika
▁everton
lazimisha
▁ada
▁jordan
andi
▁thomas
▁alipata
wasilishwa
▁kushambulia
▁kuthibitisha
per
nko
husiana
▁mc
▁uo
▁sumu
ziki
▁milan
zingatia
▁migogoro
sini
▁damas
▁wenza
▁aliwaambia
iwa
mbani
ramia
haribiwa
▁mawakili
▁ue
▁kiha
▁mtazamo
▁mti
▁wawe
tumikia
▁alikua
▁kuruhusu
mikali
tume
ingiza
▁grace
▁zozote
dhinishwa
deutsche
uria
▁cuba
▁mizozo
linganishwa
▁malalamiko
fuku
▁all
moud
thiriwa
▁mus
▁oua
▁kisasi
▁buhari
mbunga
▁medali
ashiria
mbukizwa
▁mikononi
piza
▁wajibu
▁hakuwa
▁vilabu
kosolewa
▁kampala
▁mshauri
shutumiwa
▁miundo
▁wameji
vile
▁bri
▁rou
tumai
▁kanuni
▁yasiyo
mtu
funza
▁wange
▁anaamini
▁char
bainika
zalishaji
saidi
▁ila
sliga
▁huohuo
▁penalti
,''
sali
simama
▁ugeni
▁kuzuka
▁tshisekedi
▁pla
rodhe
▁kusalia
▁mpakani
katifu
hirishwa
▁kemikali
▁damascus
▁zile
▁umaarufu
▁kupelekwa
▁yanaweza
tini
▁visiwa
ganda
pepe
▁bashir
▁liberia
shna
ller
boresha
▁kutatua
▁ugenini
badilisha
▁70
voire
▁mlinzi
▁sheikh
rejeshwa
▁viwanja
▁kushuhudiwa
▁29
▁kike
▁tishio
▁kuandika
▁mgumu
▁viu
▁irak
▁lisi
▁onyo
▁vingi
▁mlango
barani
takuwa
▁kuuwa
▁sco
▁bahati
▁bundesliga
▁kushoto
▁mswada
▁waumini
▁kuonekana
▁utamaduni
▁uasi
▁linaandika
▁kufiki
▁mfanya
▁mkwaju
▁kuchochea
ben
dui
▁tre
▁profe
rou
▁jumu
▁wanaji
▁jopo
romoka
▁iliwa
▁peter
▁ameahidi
alam
▁maanani
ty
riko
pitia
shukuru
rif
sikia
zusha
kumbusha
▁lililopita
▁miche
▁disemba
▁alifanya
▁watetezi
▁ikilinganishwa
suko
▁kuvi
▁jarida
▁35
▁300
wakati
▁mkondo
▁wanaotaka
▁inaonekana
nane
fikiri
kilizwa
▁kiafrika
▁wanaamini
nesty
▁zikiwa
meier
▁kuwasilisha
▁aje
dimir
▁kucho
iti
anyiro
▁jumuia
▁majeraha
▁upe
▁mwakani
nna
shuru
▁wanaishi
▁anto
sikika
▁geneva
ste
▁2012
▁mashahidi
▁mwake
▁mateso
▁ametangaza
ficha
ren
kimbilia
▁kusonga
▁kuvunja
▁yenyewe
▁kupeleka
berg
kuaji
▁kie
wama
▁righ
milifu
▁kununua
fidhi
ungana
▁2010
▁kiume
▁salva
▁jingine
▁kufanikiwa
len
minika
▁tiketi
zwe
▁masaa
▁seneta
haribifu
ther
njika
▁wamewa
▁saratani
zuru
▁abdel
▁kuibu
▁jonathan
▁upelelezi
ishwa
▁faida
lmashauri
▁vyao
▁kukaa
ingilia
as
▁ndipo
fidhina
▁israeli
▁mahala
hud
nta
▁vyu
fanyike
▁mashuhuri
▁kiji
▁wachunguzi
▁2.
tumwa
wania
▁kinyang
▁kutambua
▁laure
▁amnesty
▁unyanya
▁kabo
toroka
▁mwakilishi
jing
▁nambari
▁wafanyi
▁kiusalama
▁swe
▁juba
▁punde
leo
ssein
▁usio
ulizwa
▁halmashauri
sk
▁mal
▁uchina
▁alifunga
tangu
▁christian
▁sir
▁moon
▁wanapo
▁uwekezaji
▁fara
▁ishi
▁pengine
▁mwanasheria
▁gabon
▁kujihami
▁sambamba
▁robi
ventus
▁villa
▁mkufunzi
hou
▁90
▁pigo
▁hadhi
▁aleppo
▁kikabila
uzwa
patanishi
▁marehemu
▁matangazo
zani
rishwa
▁wimbi
mokrasi
thman
▁enda
▁darfur
▁wenger
▁marafiki
▁ushindani
gazeti
▁francois
vaa
zoe
ons
loni
▁aliwahi
▁31
▁kisu
▁ukubwa
keo
nio
▁majeruhi
▁mikataba
▁barabarani
▁udu
▁ufunguzi
et
▁uswi
ivoire
ngusha
hamidou
▁kufungua
rez
moon
▁ukuaji
▁ubakaji
nina
▁2015.
▁stars
▁viwili
▁mbo
fikiria
▁kutimiza
▁uvamizi
▁500
▁human
▁hawezi
▁kutokuwa
▁alizo
▁malawi
reke
▁kuua
▁beijing
▁mahmoud
▁kuwalinda
watu
▁msamaha
▁uharibifu
▁sh
geuka
▁peke
shabab
dh
▁hague
▁kusimamia
▁nguo
▁vladimir
▁watch
▁endapo
▁der
toaji
▁akili
▁who
▁uzito
tz
dad
▁z
▁ad
▁wataka
▁aliambia
▁wayahudi
▁johnson
wazisha
▁msichana
▁watuhumiwa
▁ire
▁ikisema
▁kimbunga
▁jong
▁redio
fikisha
▁ubo
nyifu
▁nyaraka
▁kukomesha
shiwa
▁ronal
pitisha
▁ilivyokuwa
towa
jibika
▁kumua
giwa
▁imetoa
▁mahali
▁wamejeruhiwa
ney
sherehe
▁usajili
▁yanaendelea
▁mshi
▁hauja
▁jamaa
▁profesa
ms
▁bari
▁runi
▁mikakati
▁juventus
ad
waziri
▁walim
▁kutumika
▁magonjwa
▁uliokuwa
▁mishahara
teua
sitisha
nisi
▁muziki
gubi
▁majira
▁abuba
masi
▁alia
lana
▁dkt
wekewa
▁kuheshimu
▁ger
▁doria
▁lile
▁japo
kadiriwa
kara
fanua
tiana
▁husika
▁kufanyiwa
nufa
▁mchu
▁haiwezi
▁laurent
▁muafaka
▁gerezani
▁kuzidi
▁haikuwa
▁mafuriko
▁kikamilifu
ar
mail
▁wanariadha
kundi
▁mursi
ripuko
gemeine
▁isa
▁tokea
▁kuonesha
danganyifu
kelezaji
tambuliwa
hatarisha
▁ghu
▁ukiwa
vutia
hebu
ruga
▁nicolas
kusu
▁imeendelea
chimba
anzishwa
luhi
▁iwe
▁hamu
▁maridhi
▁ac
▁kuangalia
dd
pungufu
▁messi
shirikisha
rtoum
▁2017
▁kuisaidia
▁80
▁rafiki
▁yanayoendelea
tes
mbura
▁imei
▁seneti
▁deni
hakuna
▁kueleza
erra
▁stu
ttara
mbuliwa
rov
▁hio
▁kudu
jengwa
▁sweden
▁inapaswa
ape
▁mor
cester
▁kulev
lke
tibu
suaji
▁kule
kubaliwa
▁wastani
▁kuboresha
▁uzalishaji
▁wanadiplomasia
▁mbu
stle
▁makini
▁you
▁roma
▁vika
▁aliuawa
▁rights
▁kuam
muliwa
▁wajerumani
▁udanganyifu
▁addi
▁mawazo
▁umesema
▁abdullah
▁wizi
▁maiti
alisema
▁likiwa
▁ibrahim
ment
▁manne
▁takribani
▁maridhiano
valia
▁wateja
▁democra
▁runinga
pho
vic
llya
▁mil
▁mse
▁msikiti
▁kizuizi
▁mashaka
▁ishirini
▁khartoum
▁flo
▁maduka
▁kikundi
▁allgemeine
▁utekelezaji
▁kupu
ngezwa
▁ronaldo
▁steinmeier
▁kidemokrasi
letico
▁kumpa
▁kuepuka
▁kukimbia
▁taratibu
tosha
ndamizi
▁mateka
▁unaendelea
▁az
buri
dani
ukaji
▁kuwekwa
▁leone
▁kufuata
▁kamishna
▁ababa
ras
▁walivyo
▁abubakar
ukwa
▁kulevya
scar
▁ipo
▁kushika
▁kutakuwa
nii
umu
▁mauri
▁ndilo
▁kongamano
▁unyanyasaji
▁mawe
▁2014.
▁treni
▁ameonya
▁ireland
▁mbadala
amesema
▁chanjo
▁upasuaji
▁kusisitiza
▁upo
fungia
▁blatter
▁morsi
▁sport
dge
▁cote
▁addis
meko
▁2011.
▁rubani
▁zinaweza
▁wanapaswa
cial
▁haito
▁russia
▁kuanguka
▁wakulima
baada
lly
▁meya
▁sale
▁lawama
▁kumtaka
▁amethibitisha
ngress
▁itakapo
▁yaliyotokea
qaeda
▁ukingo
laumiwa
lalamika
▁inahitaji
ndisha
▁ulipo
▁kugawa
lt
▁kuru
▁yaka
▁ukiukaji
▁alionekana
vuka
▁kimya
▁miguu
kiza
shtu
assad
elekeza
jumbura
▁amea
▁chumba
kwao
potea
▁ajenda
▁ujumla
▁wanasa
▁pana
▁makala
vuti
▁kikurdi
▁mungu
▁ushauri
ule
▁radio
▁mustaka
dhali
▁ghuba
▁dw
▁ameya
▁kujadi
milikiwa
▁bujumbura
nyakua
▁utoaji
▁walijeruhiwa
▁2018
▁othman
▁ed
sifu
▁enzi
pigia
kamilika
▁unasema
sherehekea
sou
wari
▁riek
▁mkasa
gaji
misho
▁phili
rudisha
▁kuwe
▁baridi
▁hayaja
ngaji
▁2009
pumziko
mume
▁walimu
▁zingine
▁walikamatwa
▁del
▁caro
fyatua
angalia
▁akim
▁wolf
lina
▁mchanga
▁msafara
eld
▁400
▁usawa
gawanyiko
▁congress
ves
hudumia
▁makwao
▁mtaalamu
▁imetangaza
▁kitaka
unganisha
▁mapumziko
dor
nyu
stari
▁kutumiwa
▁nita
castle
zunguka
trea
▁ngono
ral
▁45
▁sura
fichu
fyatu
▁kuhama
kwepa
▁agizo
▁ndoto
▁kubakia
▁wanakabiliwa
sisha
▁bodi
▁sierra
▁kabogo
▁kimbari
▁kufikiwa
▁hato
▁sharti
pua
▁os
▁pri
▁shutuma
▁nyekundu
gba
tma
▁maduro
▁atletico
gar
mon
bati
▁serge
▁chenye
rway
yanmar
▁miraji
▁wakosoaji
▁wameuwawa
▁marudi
lian
maji
▁geo
▁safi
▁leicester
▁kufanikisha
jui
▁2008
▁2007
▁joha
▁ruto
▁usoni
▁ufanisi
▁waendesha
isra
▁kuia
▁lika
▁wapya
▁magumu
▁mwanajeshi
teta
briel
▁hami
▁wenzao
ville
▁patricia
dpae
hani
▁kinu
▁hazina
▁heliko
▁hussein
▁masikini
▁mwanaharakati
ishutumu
▁kilikuwa
lazimishwa
▁hasara
▁wanayo
▁kuibuka
▁kuachiliwa
ppe
▁mapenzi
tto
umbele
wakilisha
▁hatarini
▁mshahara
▁kiswahili
▁swali
▁wahalifu
▁1-0
▁unatarajiwa
▁wai
▁wafanyabiashara
tie
▁usu
▁pala
▁kuwaua
▁gabriel
▁mitaani
▁uhasama
▁ukaguzi
ble
ido
muziki
jadiliwa
▁alifariki
cy
▁2016.
▁baharini
dhihirisha
▁zima
▁myanmar
▁helikopta
hada
▁alikutana
▁kuhifadhi
mbiji
zana
▁kusikiliza
stawi
▁kuuza
▁wakristo
▁mwanamume
dhoo
▁waso
mburg
hau
hiti
ngla
▁2013.
▁gambia
szeitung
fahamisha
luthi
▁kutwaa
▁matakwa
▁haijulikani
▁ouattara
▁ukuta
▁hazija
disi
▁kuapishwa
tarajio
▁alianza
▁inakuja
▁wafanyikazi
▁y
faru
▁cro
chuana
▁kadhalika
▁inakabiliwa
▁boti
▁colombia
▁kibinafsi
▁aliko
▁kufunguliwa
phe
tic
▁watalii
ph
▁3.
kita
▁ash
endelee
▁shabab
▁schalke
▁kupitisha
▁cu
▁ts
laba
,000.
sikiti
▁iliyoko
▁walii
▁kuadhi
athiriwa
▁ia
sara
▁cape
▁lisilo
▁tovuti
▁watafiti
ps
▁umwa
tiliwa
▁hasimu
▁ilikua
▁akaunti
vez
zingi
▁her
▁imf
▁karne
▁dereva
▁newcastle
▁kumwa
▁jangwa
▁vilevile
bre
▁jukwa
▁aliiambia
▁kitakacho
orodhe
▁usimamizi
▁2-1
mbasa
mfanya
▁maria
▁wamea
▁eritrea
▁ilitangaza
▁michel
chapisha
meh
▁cc
▁amekiri
▁kushuka
▁lililokuwa
au
▁fro
▁walizo
▁msumbiji
▁wameanza
▁kai
▁shabaab
raka
ndaoni
pigaji
▁mikubwa
▁lilipo
▁wanadai
▁kukamilisha
rio
▁mimba
▁kumuua
▁manufaa
ziz
doro
hii
▁aza
▁lav
▁faini
anze
▁cata
▁litaka
▁aliandika
qua
▁antonio
▁msaidizi
▁wanahitaji
kombo
▁wamesha
▁swa
lipwa
▁uefa
kamano
sikiliza
▁ilianza
▁mombasa
▁uhamishoni
▁lis
ngirai
▁halija
▁mshukiwa
sra
▁tage
▁wanavyo
▁xi
▁madhu
▁hakika
ed
▁mabi
▁kimsingi
▁kushambuliwa
lingi
ore
teza
▁times
▁anavyo
stro
bainisha
▁iliyopo
▁walikua
▁mustakabali
-0.
pha
▁2,
kwani
timiza
▁mikoa
pendekezwa
▁voa
▁kulipiza
▁litakuwa
▁matarajio
faulu
▁kaunti
▁kazini
nusurika
zembe
▁uwazi
fautiana
jita
▁ver
zoefu
▁mazishi
wadi
▁kale
▁safu
▁wakubwa
▁wanafanya
▁unaoendelea
ola
▁mtaa
▁mwele
▁tetemeko
rasi
toria
▁hong
▁uswisi
▁kuharibu
23
im
▁thi
▁vyakula
▁kutoroka
▁yaliyofanywa
500
kunde
▁nasa
▁pakubwa
▁alieleza
yip
katiba
shtumu
▁kamwe
▁mstari
▁national
▁jeraha
▁kuchangia
▁waathiriwa
nime
mizwa
▁champi
▁lavrov
▁kukubaliana
▁kata
▁yanga
▁kisasa
▁upigaji
ngua
▁kinga
▁uwepo
▁amekanusha
nders
▁kingo
▁mwamba
▁ukumbi
▁shida
▁uraia
▁shilingi
▁mou
▁angalau
▁anaeleza
▁ameelezea
▁bor
▁amina
shabaab
▁muongo
safirisha
▁amewataka
▁kujitokeza
kala
▁nae
▁meza
hai
lva
resa
▁32
▁saleh
▁umasi
▁den
▁zika
▁itawa
▁guardi
▁masomo
jose
dhehebu
mkabili
cr
▁2-0
▁manuel
▁mauzo
▁alicho
▁uungwa
▁tamasha
nili
▁pyo
▁ushuru
▁yaliyokuwa
▁eco
▁azma
▁ukame
▁wadogo
vangirai
▁kimarekani
▁walipokuwa
int
▁bagh
▁sama
▁tayyip
gunduliwa
ngoji
▁progra
▁sekunde
com
▁ilim
▁mahi
▁misu
▁maadhi
▁kuamkia
▁kusaini
▁kuungana
▁linaweza
▁mahasimu
▁umasikini
gne
lee
fakari
▁mseto
ngineko
▁wester
▁kuzuwia
▁alisisitiza
ngalia
die
▁iba
▁pen
▁seti
▁ulioko
▁wataalam
▁kuanzishwa
▁jibu
▁kinyuklia
ege
▁schu
los
▁ps
muni
▁park
▁msako
▁wahusika
jan
▁dpa
▁amesha
▁imeanza
tayarishwa
▁aliu
▁sho
fanye
nesia
▁kong
▁kukabiliwa
▁mshikamano
▁x
fsiri
▁anayo
▁jammeh
▁uungwaji
▁kushuhudia
▁yaliyofikiwa
halo
patiwa
▁masafa
▁vipimo
fikishwa
mpe
ror
hiki
nyana
▁waliuwawa
▁maadhimisho
▁uongo
▁ardhini
lonia
▁kuima
▁kusitishwa
hatu
▁imeji
▁utalii
▁milipuko
-1.
lei
ngazaji
▁wakurdi
▁kuachana
bra
▁sanaa
arifiwa
▁kiserikali
pasa
teke
▁wal
▁kaka
▁kukiuka
chunguzwa
kabidhiwa
zai
mark
dhini
▁pombe
▁wadau
▁kupungua
▁mashauri
▁sam
▁wamei
▁hawawezi
▁abe
▁niaba
▁walianza
▁wamepoteza
▁wade
▁muham
mwambia
▁riadha
▁wanane
▁iwezekana
▁kipaumbele
▁mgawanyiko
mavu
▁tra
▁alichoki
▁mtendaji
ah
▁nga
▁madogo
▁aliliambia
▁ameu
▁pengo
▁majibu
main
▁caf
kulia
huriwa
▁andre
▁nzito
▁kibarua
▁walipata
▁anaendelea
▁dahman
▁hamburg
▁kikatiba
zuwia
▁saudia
ngyang
▁ibada
ngamizi
▁wamekua
▁tsvangirai
poke
rius
▁mamlakani
tiba
zoro
▁kipekee
▁waathirika
rus
mann
undi
▁kuelezea
▁kutowa
nganisha
▁waliohusika
▁zinazoendelea
▁indo
▁zilizotolewa
▁iwezekanavyo
weri
▁waliji
▁mwekundu
kome
uriano
▁wametoa
rich
fuatiwa
▁majirani
mivu
▁akitoa
▁imekuja
▁pyongyang
▁inaonyesha
mizaji
pingwa
▁askofu
▁mteule
▁lilisema
▁ula
▁mike
▁kukamilika
▁utafanyika
ou
zio
phat
sita
▁via
▁uhaba
▁maziwa
▁muswada
▁wanasayansi
was
▁feli
▁tuki
▁mfuko
▁wadadisi
▁mtakatifu
dw
welle
toweka
▁radhi
hamisha
▁maskini
▁chao
tihani
▁kujitolea
▁baa
kteta
▁kumuunga
juma
▁mha
tende
furter
▁umewa
▁africa
▁ukatili
vin
▁sto
▁2015,
▁atakapo
▁kuwataka
▁waafrika
roni
▁reli
▁kuidhinisha
▁vichwa
▁njema
dhamini
itishwa
▁yakiwa
josephat
▁wapenzi
▁mwelekeo
▁georg
gubikwa
▁kuzaliwa
rth
upe
▁ou
▁afpe
ac
▁besi
▁walo
▁wazo
sekana
▁mhanga
han
ikiwa
▁kuokoa
▁uzoefu
▁washindi
atia
▁gre
ngulizi
▁kuenea
▁walifanya
basi
▁dada
▁mumewe
▁mashauriano
tupi
zale
dhamu
▁goma
▁vipa
▁petro
fafanua
kumbukwa
▁195
▁hauta
▁kubeba
ple
ysia
▁anapo
▁umati
▁champions
rty
kusen
ndoka
▁yoweri
▁msalaba
▁kupigania
▁madhehebu
▁cy
▁2005
▁kitita
cep
gara
saidiwa
▁ilitoa
ngenezwa
if
pre
▁tamaa
▁kufuta
▁mrithi
mber
zalendo
firishaji
▁data
▁idhaa
mbukiza
▁kuridhi
zingatiwa
▁kimesema
▁yanajiri
▁klo
▁pambano
neti
▁gau
shangaza
▁kulipwa
▁anaongoza
gye
▁alexa
▁binti
▁kuuwawa
▁dc
▁nalo
▁halai
▁msitu
maskini
▁ratiba
▁serikalini
songa
▁mado
▁kuvuka
▁walioji
kamilisha
▁ccm
verkusen
▁kisi
▁litakalo
▁dro
▁utakapo
▁catalonia
▁inai
▁raundi
▁charles
▁westerwelle
▁yamesababisha
nedi
▁medi
▁rasi
▁kibali
▁yalipo
▁baghdad
▁kuwazuia
▁wahariri
▁yatakuwa
▁2012.
▁malaria
dhili
tland
▁mwenza
▁austria
▁halaiki
dole
▁uvumi
▁mwanawe
▁zinaonyesha
ks
zza
▁cri
ammar
nzisha
▁mtuhumiwa
hcr
▁misimamo
▁watakapo
▁washiriki
▁nel
uwaji
▁ucho
hesabu
▁2017.
▁hafla
▁kiafya
▁kigali
▁kilabu
▁malaysia
rc
lipi
sasa
▁mlinda
▁usaidizi
▁yanatarajiwa
dy
▁34
▁pisto
▁kushinikiza
lz
nie
▁48
sene
▁10.
▁fidia
▁musta
heshimiwa
▁kuepusha
row
▁news
▁uzazi
▁marefu
▁mwalimu
▁umaskini
una
▁2006
▁hauku
▁ghafla
▁wakifanya
▁kingono
zer
▁maru
▁mzigo
furahia
▁alitaka
▁georgia
▁33
buti
▁rfi
▁kame
▁kuipa
▁kurusha
▁kuwaondoa
▁leverkusen
achia
lazwa
isilamu
nea
▁6-
▁indonesia
▁waliojeruhiwa
▁dau
▁norway
▁social
▁johanne
▁aliwasili
▁mwanafunzi
rin
▁matano
ngen
▁20.
▁ikawa
▁kujipatia
ig
cke
▁miti
▁wazee
▁sina
kolewa
pigiwa
▁qaeda
▁vipya
red
soma
▁zilizokuwa
▁mne
▁nazo
▁moshi
▁kuhamia
▁ataendelea
tan
▁mitambo
▁programu
▁ukandamizaji
terres
▁namba
kuma
▁maas
ukwaji
▁36
▁sahara
▁maumivu
changa
▁kwetu
▁ndivyo
▁utakaofanyika
▁haliku
▁viungo
▁kiwanda
▁kufariki
▁ziwa
tengwa
▁afisi
▁khali
▁kandarasi
rma
▁ak
rona
▁jumba
▁wimbo
▁hawakuwa
▁kuitisha
▁mikopo
▁guterres
▁kuchukuwa
zaa
zaji
▁free
shangi
▁yakijiri
▁walipoteza
▁kibinaadamu
▁id
funi
▁800
▁sere
▁kuahidi
▁guardiola
▁yupo
fukuza
▁black
▁milio
▁zawadi
▁amepata
▁kusawazisha
luma
▁kip
▁majuma
lele
▁har
▁unge
▁theresa
nyeza
▁letu
▁dhami
fikiana
nam
▁war
▁vikao
stanbul
▁majuzi
▁kwanini
▁vizuizi
▁tawi
▁madhubuti
mtullya
▁imesha
▁rasimu
pf
yusuf
▁zilio
▁waweze
▁wamekamatwa
▁4.
wapa
jiita
▁berna
▁sergei
sudi
amuru
▁aliahidi
geza
paswi
▁kitabu
▁pistorius
▁ukiukwaji
achiliwa
nto
▁bos
▁mwendo
▁mdahalo
▁kuwakamata
▁wameendelea
▁us
▁mnanga
▁ulianza
▁yakiendelea
luck
jiuzulu
▁atakutana
:"
hazi
▁ulia
▁wanau
▁weusi
▁mkoani
▁walioshuhudia
ngele
▁annan
▁jukwaa
▁ameshinda
lafu
▁rambi
▁santo
▁utekaji
mond
▁vol
▁yalianza
kov
mbozi
▁mark
▁mguu
▁bayana
▁mabaki
▁alitumia
▁kuachiwa
▁kuifanya
▁scotland
▁abo
lishi
▁kilio
hel
ruru
▁akii
▁wawekezaji
▁kihafidhina
husa
vazi
▁anai
chia
mpton
▁imem
▁thabiti
benki
shindo
▁nobel
mohammed
▁tunaweza
▁kukimbilia
▁uokozi
ebc
ffe
cht
zimu
▁hamsini
▁mgonjwa
▁wataendelea
nusuru
▁ndefu
▁liliwa
▁mifumo
▁ameandika
▁wafadhili
▁limeripoti
ay
xit
bach
uzaji
▁alikiri
▁croatia
▁kupatiwa
tsi
hran
▁ecowas
▁hayaku
▁homa
rekebisha
▁ufadhili
▁mnangagwa
▁zilizopigwa
▁april
▁watawa
simamiwa
▁mauwaji
▁alijiunga
oney
tika
timua
kanisa
▁2011,
▁aliya
▁aliyoi
▁denmark
▁kumuondoa
dal
ira
▁neue
▁amezi
▁anapaswa
▁mwanariadha
lala
▁cor
▁fbi
▁hama
▁2014,
▁victo
kitisha
▁watumiaji
fuu
vier
▁mbwa
▁said
▁jinai
▁pindi
▁recep
▁mkononi
fungulia
▁kupigana
▁isipokuwa
stal
▁khan
▁mnette
▁kingine
▁muammar
▁ameendelea
▁kuandamana
cheze
shenko
ungaji
andikwa
llerson
▁milima
▁wakijaribu
▁air
chika
hudhuriwa
▁istanbul
▁kiyahudi
▁kizuizini
ros
rra
komboa
▁party
▁ruhusa
▁chaguzi
sri
▁kiev
▁arusha
▁bandia
▁des
nduzi
▁mtindo
▁waliko
▁waliokamatwa
shea
▁minane
▁mzungu
▁akifanya
dul
▁26,
ongea
kusudia
▁anaonekana
beth
▁dogo
▁luis
ndamiza
▁kutekwa
idhinisha
hadharisha
▁tillerson
▁or
▁katu
▁kicha
▁amefanya
▁kusubiri
▁kurejeshwa
van
▁zanu
likuwa
▁alipigwa
▁kusikilizwa
baka
fundi
▁kifua
▁inafanya
▁kutishia
▁akizungumzia
▁5.
dema
miana
▁toure
▁michache
▁194
zuiwa
▁asiye
ngushwa
▁idhini
▁kusafirisha
▁kusimamisha
tasi
▁gor
▁sudi
▁2010.
▁unhcr
▁besigye
▁alikataa
iko
mbiwa
▁anawa
nderland
safirishwa
▁linaendelea
nze
kila
▁uwi
punguzwa
▁dhahiri
▁dai
▁wafu
kristo
mhariri
twe
▁2000
▁mana
▁haziku
▁nidhamu
mai
▁37
ibua
▁mga
▁hatma
▁wanai
chelewe
kubalika
▁kileleni
mou
faransa
▁majini
▁aliingia
ping
tiki
▁30,
lisho
▁alfa
subiriwa
▁kujihusisha
aki
tere
▁aziz
dokeza
▁bongo
▁wakim
▁kuwapo
▁tehran
▁nyongeza
dt
▁lou
▁tiba
▁dhati
▁kusaka
▁inasemekana
bila
▁njiani
▁kirafiki
zorota
▁kipya
▁karzai
simamishwa
▁alipoulizwa
▁fdp
▁hen
chard
▁good
▁zana
▁dhaifu
▁walionekana
▁q
dra
▁ney
▁rio
▁aibu
▁kung
▁togo
angazia
▁maofisa
▁mtangulizi
▁sunderland
▁usafirishaji
bda
thon
bollah
▁ameli
▁johannesburg
yne
▁7.
▁kuteuliwa
lezo
▁csu
simba
▁mpiga
▁ubora
▁union
▁wanaona
mbinu
thini
▁nami
▁wamefariki
50
for
rekodi
▁nelson
▁mwafaka
▁hispania
mewa
▁blai
mbukia
ruguay
▁stutt
▁vifaru
nei
lipino
▁imekua
▁rooney
▁walioa
▁mpambano
▁walifariki
teni
kutwa
▁lini
gizaji
tazama
▁kutua
▁wanacho
rian
▁ufi
▁kari
▁hosni
▁ngozi
▁brexit
▁kijani
▁waraka
kilishwa
▁alizungumza
▁kuadhimisha
▁(1
▁ms
▁serbia
▁waisra
▁ilipata
▁kusambaa
▁makanisa
▁walikutana
▁25,
▁dji
▁vyuo
▁kuachia
▁kijerumani
▁kushikilia
'.
▁dhi
▁liko
▁mpenzi
▁matunda
▁walitumia
30
abdul
▁duni
▁kuungwa
▁con
▁hewani
▁dhamira
nk
des
▁kwi
▁2016,
▁inapo
▁wamekubaliana
nyeshwa
▁mpatanishi
▁jack
ondoke
zingira
▁kutiwa
▁akiongeza
▁dia
tatua
▁zinaendelea
▁6.
▁30.
▁spa
tathmini
▁amekataa
▁kutathmini
▁anatuhumiwa
lim
▁rtre
▁kiutu
▁wamem
▁kufutwa
▁zikiwemo
hesabiwa
▁kiingereza
▁kupitishwa
▁mwanamuziki
▁mwanadiplomasia
▁old
▁anaji
▁kuzui
▁kwangu
sajiliwa
▁mstaafu
idhinishwa
▁il
goma
▁psg
▁biden
dhaniwa
▁wakitaka
▁msimamizi
wer
ngui
rifu
▁wanga
▁nyimbo
▁wakidai
dhalilisha
ws
desh
vunia
▁imea
▁akitokea
▁tathmini
▁tunataka
▁alishindwa
gezo
▁20,
▁waliofariki
▁waliopoteza
▁muu
▁oly
▁iebc
lathini
▁mushar
▁nyakati
▁yakiwemo
gio
kwete
▁mosi
▁waji
▁alfajiri
▁alielezea
▁anatarajia
▁kuporomoka
▁unafanyika
ime
net
falme
egemea
vutano
▁2013,
▁2018.
▁udugu
lizabeth
fungamano
▁alichukua
▁unaoongozwa
200
▁nafuu
pangiwa
▁babake
▁ajiuzulu
ut
ser
sambaa
▁mwingi
▁mripuko
▁aliongoza
hra
ombe
tania
▁kikwete
▁kutoweka
▁kukusanya
cef
lor
iger
mier
puuza
▁kuzua
haribika
sikitishwa
▁yule
▁lilia
▁tafsiri
lton
▁chile
▁ankara
▁kufuatilia
sun
▁150
▁hez
kizwa
▁corona
▁alhamis
▁kufahamu
▁ikiendelea
br
sari
▁28,
nusco
▁riya
vunjika
▁kuitaka
▁uislamu
tayarisha
▁musharraf
hr
nati
yuta
▁nuklia
▁nadhani
ct
tii
fran
▁awe
▁mdc
▁pato
▁pepe
seneta
kadiria
▁kujali
▁neymar
fyatulia
▁uruguay
jumuishwa
▁wasiopungua
nsk
▁bou
achim
▁kaimu
▁kumchagua
bashir
mnukuu
nunuzi
▁kusimama
▁kushangaza
▁wanasheria
▁watakutana
som
adam
slim
anzia
▁kuni
▁santos
imarishwa
▁kumiliki
▁utendaji
▁mtandaoni
kha
nyesho
ngeweza
nufaika
▁anafanya
▁elizabeth
▁kuiongoza
▁thelathini
▁ter
▁felix
▁ismail
▁palace
hamishwa
▁kuvutia
▁joe
▁nach
thampton
▁afd
▁sele
▁inatoa
▁kuaminika
▁mwandamizi
kataliwa
--
nsea
tswa
▁hiv
▁bremen
furahishwa
▁alizaliwa
▁lilitokea
▁alichaguliwa
▁imetayarishwa
▁yaliyofanyika
▁akina
▁ujuzi
▁kubana
▁upungufu
▁imetolewa
▁kilichotokea
gusia
▁mizigo
▁sharif
▁kikanda
▁muhanga
ipa
▁ng
▁on
laza
▁2002
▁anau
▁poro
pendwa
▁kigumu
▁kukiri
▁amezungumza
sul
▁vs
chez
ngary
▁mona
▁zuri
ngazia
▁akiba
▁fergu
ndikisha
▁inazidi
▁mwilini
lm
bal
▁cla
tswana
pr
▁ikia
▁juan
imarika
▁sayansi
nka
muru
tele
▁kii
▁was
mkini
mpyuta
▁mavazi
▁suarez
▁aliyoya
▁kufikishwa
tah
thu
gart
stin
▁visi
▁kugawana
▁inaongoza
▁io
▁vifu
▁inadaiwa
tengenezwa
▁mafungamano
ywe
furt
siku
▁nta
hatua
laude
▁alilo
▁kubaki
▁cologne
▁millioni
glu
jawa
purs
▁jadi
▁niki
▁kifaa
▁bangui
▁richard
salimisha
▁kifahari
bour
cher
tuta
ward
▁inam
▁busara
▁swansea
▁kampeini
▁kufanyia
▁mivutano
tahadharisha
rm
fanana
gascar
▁hauna
▁rouhani
▁imeeleza
▁waliingia
▁24,
field
nover
▁front
ddeutsche
dari
▁ziko
▁1,000
▁kuzima
▁limewa
▁demokra
▁wanaofanya
nha
▁3,
gogo
▁jun
▁mzee
siliana
▁majanga
▁premier
▁theluthi
▁kujieleza
mont
achiwa
▁misuli
orodheshwa
nyima
▁mikwa
▁nyama
▁ubina
▁kubuni
▁sanders
simamisha
▁wanajaribu
▁kipalestina
gon
ning
soro
ndano
▁alimu
▁wanaoi
▁walicho
▁goodluck
▁kumkamata
wika
▁djo
▁milango
▁kiufundi
▁kuzuiliwa
hala
meta
rystal
▁kushi
▁urefu
▁wakii
▁mazembe
▁kufikiria
lon
▁",
hirika
vamiwa
▁brown
▁kompyuta
▁inayoendelea
cio
kizi
mimi
ngea
rica
▁2009.
▁lilio
▁ulivyo
▁southampton
▁kushu
▁mteja
▁silva
▁kuchagua
▁wamiliki
tra
▁27,
▁red
▁thai
tembea
▁winga
jihusisha
▁ferguson
▁wasiokuwa
tou
▁abdi
▁sivyo
tawanya
▁hungary
▁ameambia
▁mfanyakazi
▁wanatarajia
phosa
▁pole
▁kidole
▁inabidi
▁mchambuzi
▁fede
▁walinda
▁machache
▁uliotolewa
ang
susia
▁abda
▁kikomo
▁mabenki
▁amenukuliwa
▁uliopangwa
mos
▁75
eneza
▁isaac
kumbana
tofautiana
▁imeongeza
▁kiisilamu
▁ramaphosa
▁tageszeitung
▁labda
▁laden
hood
▁kishia
▁kusoma
mw
▁luka
kaliwa
▁sahel
richten
▁joachim
▁uhalali
▁walowezi
▁zilizopo
▁madagascar
▁unaonyesha
▁yaliyotolewa
bai
nday
▁600
▁crimea
▁salman
▁ustawi
▁kishindo
▁kujiandaa
▁waliouwawa
▁miundombinu
yumba
▁rajo
▁castro
▁kizazi
dhihirika
▁kitongoji
▁kuzalisha
▁watanzania
▁walishindwa
cu
nsa
ndoa
▁kris
▁fikra
▁kunyo
▁alexis
tengeneza
▁ufilipino
▁inaarifiwa
▁1-1
▁itali
stahiki
▁kipigo
▁kunako
▁kuzuru
▁unicef
▁botswana
▁kukosekana
▁nachrichten
mpo
yon
▁jua
▁costa
▁inayowa
▁kutisha
▁mabalozi
▁maharamia
toe
▁12.
▁traf
▁uhai
chimbaji
▁kuchelewe
mey
jali
pindua
▁harusi
▁roketi
jitahidi
▁makabila
rst
▁rom
▁madola
▁malkia
▁mmiliki
▁kunyakua
▁hezbollah
▁kuvunjika
wal
uzia
dhami
▁uliwa
▁anayehusika
nzia
▁blu
▁jamu
▁rice
▁mosul
▁benedi
▁hadhara
▁mikwaju
▁wahudumu
▁waliokufa
dhan
▁mlima
▁bangla
dam
mme
kisi
▁kikatili
▁makaburi
▁matajiri
▁kuimarika
▁mfanyabiashara
sky
▁kabul
▁monaco
chochewa
▁masikio
▁kunaweza
▁unapaswa
▁frankfurt
▁kufikisha
▁raisi
▁muslim
▁mkongwe
kutanisha
▁kuathiri
▁kutembelea
▁up
▁sports
▁mapatano
▁mzunguko
▁mabilioni
▁fupi
▁falme
▁kulaani
▁trafford
bao
mal
▁cel
▁tani
gemewa
▁chafu
▁makusudi
▁38
▁unapo
ngekuwa
dhoofisha
▁walipiga
fer
her
▁ende
komeza
mirror
▁mabara
▁15.
fichua
▁2012,
▁wanaom
▁chadema
▁mwamuzi
turi
wame
gongo
ngezea
zingirwa
▁ametaka
▁lingine
▁maseneta
▁wakitumia
▁umesababisha
▁44
▁mso
▁klopp
sitishwa
peperusha
▁jamuhuri
▁kudumisha
df
▁ox
zoni
▁slo
▁tsi
▁tuu
▁aliweza
▁kichapo
▁mtihani
▁kukumbwa
rey
tsk
pate
rine
▁ape
lishwa
▁stoke
nzishwa
▁kuhudumu
▁ukombozi
▁kubadilishana
hri
▁kyi
▁taka
▁uana
jikuta
▁lione
michezo
▁kasoro
▁kibaki
▁une
shanga
luhishi
zidisha
▁hapana
▁akasema
▁kuichezea
klea
▁akawa
▁mario
sainiwa
▁kitovu
▁wanazo
ambatana
▁alipewa
▁kutuliza
▁kuwashawishi
▁ari
kinga
vyote
▁bima
fuatwa
▁manane
▁kusikia
▁kutembea
▁kuvuruga
▁inaaminika
semi
▁aston
▁kirefu
sambazwa
gawanyika
▁kumsaidia
▁kuwashambulia
▁bal
▁pra
listi
▁brother
hitimisha
▁wolfsburg
▁wanakutana
jaji
▁hayata
▁hujuma
▁kukuza
▁misitu
▁vijijini
mika
chukue
hingya
presse
▁upatu
kubaliki
▁thailand
▁imekanusha
nny
gano
▁hatamu
▁mwongo
chochezi
▁kijasusi
ling
ziwa
▁stra
▁mabasi
▁morgan
▁inalenga
▁47
▁vo
▁mwasimba
▁wamekufa
▁imeongezeka
are
▁mifugo
▁shuleni
▁tafauti
▁kuwapatia
shughulikiwa
▁alinukuliwa
dhia
real
▁done
▁super
▁yakia
mboleza
▁10,000
▁florida
▁uchokozi
▁yanayowa
▁wanaopinga
▁yanayofanywa
berto
▁vipindi
▁stuttgart
▁wakiendelea
ei
▁22,
lands
▁kujadiliana
▁kuidhinishwa
sai
▁lori
▁vati
▁hakukuwa
▁(2
▁jin
dorora
▁gauck
▁salah
▁sanchez
nan
▁ui
▁humu
▁2017,
ridhika
▁aliamua
▁imethibitisha
waa
▁anam
▁upepo
menyana
▁unataka
▁bangladesh
▁akisisitiza
▁brotherhood
sua
kasi
nuzi
▁3-1
ngham
▁neno
▁djibo
▁saint
ngependa
sikilizwa
rick
▁peo
▁pep
▁sie
▁uzi
▁itai
▁lilo
▁udha
▁zeitu
▁samaki
▁kufufua
▁mabango
▁suu
okoaji
ration
zindua
▁sinto
▁france
▁mchujo
▁monusco
▁mauritania
laa
▁yi
chapa
nduku
▁beng
▁singa
▁hakutaka
▁kuiwekea
▁nyadhifa
lou
uer
▁42
llen
▁aya
ripuka
▁abuja
▁ameitaka
▁ufanyike
▁kusisimua
ito
▁3-0
▁alili
▁watumi
▁aliyeko
▁kilometa
▁kukabidhi
lr
▁er
▁harare
tangulia
▁maazimio
▁sig
▁2003
ngukia
▁dhana
▁donetsk
▁zeitungen
sani
▁23,
▁budi
▁mani
himili
▁wazungu
▁vimekuwa
▁wanahisi
sihi
zuni
▁nor
berali
▁ferna
▁pompe
▁luteni
▁itaanza
▁itachukua
▁wanatumia
▁upatanishi
▁inamaanisha
▁inawezekana
▁43
▁8.
tari
▁29,
▁bayer
▁benghazi
▁kijinsia
lib
gopa
namo
▁phi
▁azam
▁lionel
▁mashine
▁umwagaji
hid
bana
gusa
kipi
▁10,
▁mabe
▁chagu
▁daima
▁urani
▁schulz
▁uokoaji
pras
▁kis
▁moi
tiano
▁equa
▁ndovu
pasavyo
▁houthi
▁maadui
▁msanii
▁maonyesho
nis
lela
▁chuma
▁nakala
▁rasili
▁wameya
nzilishi
▁ziarani
▁ulifanyika
ys
▁en
diwa
▁von
▁post
▁hawato
▁hayana
▁pompeo
▁kifungu
▁namibia
▁walitoa
futia
▁msuku
▁kuifunga
▁kusambaza
mama
▁nile
▁rafa
▁yalia
▁faragha
▁utetezi
▁kifaransa
▁54
▁conte
▁mwene
▁amekua
▁taylor
▁ipasavyo
▁ijapokuwa
▁uto
mania
sirishwa
▁maaskofu
▁vyovyote
▁unaofanywa
pore
pakana
▁rousse
▁sudani
▁vyenye
▁marathon
▁kuchelewa
▁aa
▁taha
hukumu
rifiwa
▁ndizo
▁kuruka
▁ndicho
▁hauwezi
▁kuripoti
shoga
▁kustaafu
rmi
▁turufu
mbulisho
▁crystal
▁marudio
▁ukiendelea
tal
puzi
riri
▁maza
▁daily
futilia
▁haukuwa
▁tsipras
▁kwingineko
▁yalifanyika
▁mchanganyiko
▁brom
▁malo
▁kadri
▁kurasa
▁magereza
▁sintofahamu
kri
lls
▁mui
▁2008.
▁kumpiga
▁kuhatarisha
em
bane
▁marc
▁maro
▁sote
tupilia
dhamiria
▁walifanikiwa
dier
tuli
▁kana
ndikia
▁kelele
▁premia
▁hakuweza
▁mwanahabari
gos
uku
▁thu
geuza
tanda
zikwa
▁hima
▁hivo
▁tele
▁iweze
▁binaadam
▁itafanya
▁poroshenko
▁alifanikiwa
▁ex
furi
▁aden
kushoto
▁tetesi
▁kuwaokoa
▁singapore
mvi
taa
▁avi
▁blo
dbach
puuzi
▁2007.
thabiti
▁jinping
▁kukwepa
▁udukuzi
▁kuongezwa
▁augu
kitiko
▁chaguo
▁kutawala
▁zitakuwa
▁marudiano
▁imeshindwa
bs
djan
ssen
umoja
▁cris
tuliwa
germain
▁kutawa
▁kifalme
▁mshambulizi
inu
▁65
▁are
▁adui
▁benin
▁kiele
▁kulalami
▁imesababisha
kk
ghe
bini
▁24.
daily
▁compa
chelewa
eleweka
rejelea
▁kunywa
▁migodi
elekezwa
▁msukumo
▁rasilimali
▁kusherehekea
cas
▁55
gelea
liner
rudia
▁bama
▁sadc
▁bangi
▁msuko
▁mgongo
▁sigara
▁kufadhili
▁limeandika
ea
sey
way
pania
ssane
▁kaba
mpigia
▁alidai
▁kuwauwa
▁kinaweza
▁kuingiza
▁kutokuwepo
▁uam
rates
▁mcca
▁nika
▁rome
▁guido
▁seleka
▁wakiji
▁kuwajibika
▁kuahirishwa
tura
zuwi
▁fujo
▁drogba
▁vigogo
▁kibaguzi
vya
▁11,
▁2020
▁kamera
kwamisha
▁vatican
lalamikia
ridhishwa
▁aliekuwa
▁atafanya
rem
▁cheo
▁kikiwa
▁muundo
▁vitabu
▁hatuwezi
▁wamepata
▁akihutubia
ffen
himi
achwa
eller
epusha
rabati
▁kenne
▁unawa
afikiwa
aminifu
▁hakija
▁hazita
▁uangalizi
ft
din
vie
▁2001
▁ndie
uriana
▁wales
kubalia
▁itakua
▁djibouti
▁imefanya
▁kuishinda
▁upatikana
▁move
▁makadi
▁wavuni
▁abidjan
▁shabaha
▁vikubwa
ght
kan
kuli
▁bill
▁tuko
biliwa
▁amisom
shtumiwa
▁kisicho
▁msururu
▁ukosoaji
▁wameshindwa
▁inayoongozwa
gram
kura
▁kupe
▁stephe
▁mtetezi
▁uthabiti
▁aliondoka
▁wamefanya
qui
lema
▁mlo
▁wasu
pukizi
▁mbuga
▁hakimu
▁limetoa
▁imefikia
▁kimekuwa
▁kiviwanda
▁kuchapisha
sura
zewa
▁2004
▁aweze
▁yasio
ingizwa
▁anadai
▁wazima
